[
  {"number": 1836, "tip": "FROG IS FRAGILE. COMFORT FROG."},
  {"number": 1710, "tip": "FROG IS SO VERY TIRED. LET FROG REST."},
  {"number": 1790, "tip": "EVERY MOMENT WITH FROG IS A GIFT. DO NOT TAKE FROG FOR GRANTED."},
  {"number": 1931, "tip": "DO NOT OVERWHELM FROG. DO NOT UNDERWHELM FROG EITHER."},
  {"number": 261, "tip": "TO PREVENT MEASUREMENT ERROR WHEN USING FROG, READ FROG ON LEVEL SURFACE."},
  {"number": 1473, "tip": "FROG IS NOT SORRY FOR WHAT IT DID."},
  {"number": 1479, "tip": "DO NOT LEAVE YOUR FROG UNATTENDED OR ELSE IT MAY BE TOAD."},
  {"number": 1452, "tip": "FROG CAN FILL VOIDS IN YOUR LIFE BUT CANNOT FIX THEM."},
  {"number": 1174, "tip": "KISSING YOUR FROG HAS NO EFFECT. KISS YOUR FROG OFTEN."},
  {"number": 1571, "tip": "DO NOT PARTY WITH FROG LIKE IT'S 1999. FROG'S CLOCK STORES YEARS IN 2-DIGIT FORMAT, AND THIS MAY CAUSE FROG TO BELIEVE IT IS CURRENTLY 2099."},
  {"number": 182, "tip": "HAVE FROG HELP IN THE KITCHEN! ATTACH WET USAGE NOZZLE TO THE FORWARD RECEIVING PORT, FLIP JUMPER CONFIGURATION ON MOTOR CONTROL ARRAY, THEN ATTACH GROUNDING STRAP TO A LARGE, METAL OBJECT. FROG BLADES MUST BE CLEANED AND OILED AFTER USE OR EVERY HOUR."},
  {"number": 1095, "tip": "ENJOY FROG RESPONSIBLY."},
  {"number": 50, "tip": "DO NOT FOLD, SPINDLE, OR MUTILATE FROG."},
  {"number": 1654, "tip": "IF YOU LOVE FROG, LET IT GO. IF IT COMES BACK TO YOU, CONGRATULATIONS ON SUCCESSFULLY PERFORMING FROG'S AFFECTION CALIBRATION PROCEDURE."},
  {"number": 37, "tip": "IF FROG IS UNRESPONSIVE, TRY POKING IT."},
  {"number": 1843,"tip": "YOU MAY NOT KNOW THE QUESTION, BUT FROG IS THE ANSWER."},
  {"number": 1, "tip": "IN CASE OF EMERGENCY, PULL DOWN ON FROG AND BREATHE NORMALLY. OXYGEN IS FLOWING EVEN THOUGH FROG MAY NOT APPEAR TO INFLATE."},
  {"number": 701, "tip": "FROG MAY LAY UP TO ONE HUNDRED BILLION EGGS A WEEK."},
  {"number": 41, "tip": "IF FROG BEGINS TO GLOW RED, DO NOT BECOME ALARMED. JUST PERMANENTLY SEAL OFF THE ROOM IN WHICH YOU ARE USING FROG."},
  {"number": 121, "tip": "PLEASE READ THE FROG MANUAL AS OUR DOCUMENTATION WRITER HAS PUT HUNDREDS OF HOURS OF WORK INTO IT."},
  {"number": 7, "tip": "FROG IS NOT A PUMPKIN. DO NOT CARVE FROG."},
  {"number": 1652, "tip": "FROG WILL GO INTO HIBERNATION DURING PERIODS OF HIGH STRESS. DO NOT DISTURB FROG."},
  {"number": 1793, "tip": "DO NOT ALLOW FROG TO DRY UP. THIS CONDITION IS UNRECOVERABLE AND YOU WILL HAVE TO PURCHASE A NEW FROG."},
  {"number": 916, "tip": "AFTER EXITING SLEEP MODE, FROG WILL BE UNRESPONSIVE AND SLUGGISH FOR AT LEAST 30 MINUTES."},
  {"number": 1940, "tip": "FROG CAN CONSUME BOTH LARGE FISH AND MICROFICHE."},
  {"number": 560, "tip": "HAVE FROG BE THE LIFE OF THE PARTY! OPEN PANEL P-12 TO EXPOSE CYCLIC STATUS BUTTON (CSB) AND FROG'S BLUE, YELLOW AND WHITE MONITOR LIGHTS. CONTINUOUSLY PRESS THE CSB TO PULSE THE LIGHTS IN QUASI-RANDOM ORDER"},
  {"number": 1129, "tip": "HAVE FUN WITH FROG IN THE SUN. DISENGAGE GEARBOX, UNHINGE SUNSHADE AND SET COOLANT FAN TO \"EMERGENCY COOL\". FAN WILL FAIL AFTER 15 MINUTES."},
  {"number": 901, "tip": "FROG IS NOT SECURE BY DEFAULT. YOU MUST HARDEN FROG BY REPEATEDLY EXPOSING IT TO THE STRESSES OF THE WORLD."},
  {"number": 263, "tip": "SOAK FROG IN WATER AT LEAST ONE HOUR BEFORE USE."},
  {"number": 102, "tip": "FROG'S FEELINGS ARE SENSITIVE. DO NOT DISAPPROVE OF FROG."},
  {"number": 68, "tip": "FROG IS ALLERGIC TO CHOCOLATE. DO NOT BETWIXT FROG."},
  {"number": 417, "tip": "FROG COMES IN A VARIETY OF COLORS, ALL OF WHICH WILL IRRITATE YOUR MUCOUS MEMBRANES."},
  {"number": 125, "tip": "EXCEPT AS REQUIRED BY LAW, FROG CANNOT BE TRANSFERRED FOR VALUE OR REDEEMED FOR CASH."},
  {"number": 1211, "tip": "ANYTHING YOU CAN DO, FROG CAN DO BETTER. FROG CAN DO ANYTHING BETTER THAN YOU, EXCEPT FOR ACTIVITIES ON PAGES 5-11 OF THE MANUAL."},
  {"number": 1037, "tip": "FROG IS RESPONSIBLE. DESIGNATE FROG TO PERFORM TASKS AND HOUSEHOLD CHORES."},
  {"number": 964, "tip": "WITH FROG, EVERY DAY IS A LEAP DAY."},
  {"number": 1676, "tip": "FROG CAN WALK FIVE HUNDRED MILES, AND FROG CAN WALK FIVE HUNDRED MORE WITH AUXILIARY BATTERY PACK CW-67 (SOLD SEPARATELY; SEE CATALOG)."},
  {"number": 274, "tip": "ENGAGE WITH FROG USING THE ENGAGEMENT UTENSIL INCLUDED IN YOUR FROG STARTER PACK."},
  {"number": 1050, "tip": "ENJOY AN ICY-COLD BEVERAGE WITH FROG BY PRESSING \"COOL\" BUTTON FOR 15 SECONDS AND INSERTING BEVERAGE INTO THE REAR OF FROG."},
  {"number": 575, "tip": "IN THE EVENT OF A WATER LANDING, DO NOT ATTEMPT TO USE FROG AS A FLOTATION DEVICE."},
  {"number": 434, "tip": "FROG MAY GROW A BAND OF FAT AROUND ITS WAISTLINE (DIAGRAM A) IF OVERFED. THIS IS NORMAL. PLEASE DO NOT CALL OUR SUPPORT HOTLINE."},
  {"number": 44, "tip": "DO NOT DISCONNECT FROG WHEN DIALING TONE IS PRESENT."},
  {"number": 996, "tip": "ENSURE CHILDREN DO NOT CLIMB ON OR HANG FROM FROG."},
  {"number": 52, "tip": "DO NOT STAPLE OR TAPE FROG.  THERE IS NO CALL FOR THAT SORT OF BEHAVIOUR."},
  {"number": 32, "tip": "DO NOT MOVE FROG.  LET FROG MOVE ON ITS OWN."},
  {"number": 309, "tip": "AS A NEW FROG OWNER, YOUR FROG MAY SEEM CONFUSING. REFER TO PAGES 789-816 OF THE FROG OPERATIONS GUIDE TO COPE EFFECTIVELY."},
  {"number": 1044, "tip": "FROG WILL INVITE RELATIVES OVER IF LEFT UNATTENDED FOR ANY PERIOD OF TIME."},
  {"number": 1023, "tip": "FROG SHOULD NEVER BE ALLOWED TO FALL IN LOVE."},
  {"number": 1728, "tip": "FROG HAS BEEN APPROVED BY JPL FOR USE IN SATELLITES AND PLANETARY PROBES. BE SURE TO INCLUDE DUAL FROGS IN YOUR DESIGN FOR REDUNDANCY."},
  {"number": 1615, "tip": "DO NOT HOG FROG. FROG IS FOR SHARING."}
]
